Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Underwater abrasive cleaning of metallic surfaces
it: Pulitura abrasiva sottomarina di superfici metalliche

source: Valeting services relating to household cleaning
it: Servizi di pulizia riguardanti la pulizia della casa

source: Application of protective coatings to cavity surfaces
it: Applicazione di rivestimenti protettivi a superfici di cavità

source: Application of rendering to swimming pools
it: Applicazione di rinzaffi a piscine

source: Application of security films to glazing
it: Applicazione di pellicole di sicurezza su vetrate

source: Application of waterproof coatings for roofs
it: Applicazione di rivestimenti impermeabili per tetti

source: Maintenance and repair of spacecraft
it: Manutenzione e riparazione di astronavi

source: Maintenance and repair services relating to automatic door equipment
it: Servizi di manutenzione e riparazione relativi a dispositivi di porte automatiche

source: Demolition of piers
it: Demolizione di banchine

source: Construction of public facilities
it: Costruzione di impianti pubblici

source: Construction of railways
it: Costruzione di ferrovie

source: Cleaning of stone work
it: Pulizia di opere in pietra

source: Hygienic cleansing [pools]
it: Pulizia igienica [piscine]

source: Installation of glass and glazing units
it: Installazione di vetri e vetrate

source: Erection of pre-fabricated buildings
it: Erezione di edifici prefabbricati

source: Installation, repair and maintenance of condensing apparatus
it: Installazione, riparazione e manutenzione di condensatori

source: Installation, repair and maintenance radiators for motors and engines
it: Installazione, riparazione e manutenzione di radiatori per motori

source: Repair or maintenance of construction machines and apparatus
it: Riparazione o manutenzione di attrezzature e macchinari edili

source: Rental of electric washing machines
it: Noleggio di lavatrici elettriche

source: Maintenance and repair of pipelines
it: Manutenzione e riparazione di condutture

source: Maintenance and repair of pipes used in industrial equipment
it: Manutenzione e riparazione di tubi utilizzati in attrezzature industriali

source: Rental of mini-excavators
it: Noleggio di miniescavatori

source: Repair of kitchen furniture
it: Riparazione di mobili da cucina

source: Ironing machines (Rental of -)
it: Stiratrici (Noleggio di -)

source: Cobbler's services [repair]
it: Servizi di calzolai [riparazione]

source: Construction of dams
it: Costruzione di dighe

source: Cleaning of electrical motors
it: Pulizia di motori elettrici

source: Construction of medical establishments
it: Costruzione di stabilimenti medici

source: Installation of foundry products
it: Installazione di prodotti di fonderia

source: Rental of automotive machinery for use in excavating
it: Noleggio di macchinari semoventi per escavazioni

source: Construction of rural works
it: Costruzione di opere rurali

source: Construction of underground shafts
it: Costruzioni di condotte sotterranee

source: Grout reinforcement for foundations
it: Rinforzo in boiacca per fondamenta

source: Grout reinforcement for oil platforms
it: Rinforzo in boiacca di piattaforme petrolifere

source: Construction of interior accommodation
it: Costruzione di arredamento interno

source: Erection of temporary constructions for outdoor events
it: Erezione di costruzioni temporanee per eventi all'aperto

source: Excavation services
it: Servizi di scavo

source: Civil engineering maintenance involving the use of pressurised jets of abrasive-containing water
it: Manutenzione di ingegneria civile con uso di getti a pressione di acqua contenente abrasivi

source: Civil engineering relating to the prevention of inundation of buildings by flood water
it: Servizi di ingegneria civile relativi alla prevenzione di allagamenti di edifici mediante inondazioni

source: Installation and repair of telecommunications networks
it: Installazione e riparazione di reti di telecomunicazione

source: Installation of computer networks
it: Installazione di reti informatiche

source: Custom construction of roads
it: Costruzione su richiesta di strade

source: Tube cleaning services
it: Servizi di pulizia di tubi

source: Services for the installation of sewers
it: Servizi per installazione di fogne

source: Underwater dredging
it: Dragaggio subacqueo

source: Re-inking and refilling of toner cartridges
it: Re-inchiostrazione e ricarica di cartucce toner

source: Building reinforcing
it: Rinforzo di edifici

source: Security fencing (Erection of -)
it: Recinzioni di sicurezza (Erezione di -)

source: Services for the fitting of kitchens
it: Servizi di installazione di cucine

source: Dredging of river channels
it: Dragaggio di alvei di fiumi

source: Installation of secondary glazing
it: Installazione di vetrate secondarie

source: Submarine cable jointing services
it: Servizi di giunzione di cavi sottomarini

source: Repair of pipelines by means of encapsulation kits
it: Riparazione di tubature mediante kit di incapsulamento

source: Clearing of pipework systems used in the manufacturing industries
it: Depurazione di sistemi di condotte usati nell'industria manifatturiera

source: Clearing of pipework systems used in the refining industries
it: Depurazione di sistemi di condotte usati nell'industria della raffinazione

source: Reclamation of land
it: Bonifica di terreni

source: Tube maintenance services
it: Servizi di manutenzione di tubi

source: Repair or maintenance of laboratory apparatus and instruments
it: Riparazione o manutenzione di attrezzature e strumenti di laboratorio

source: Repair or maintenance of medical machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi medici

source: Replacement of window frames
it: Sostituzione di telai di finestre

source: Restoration of bathroom fittings
it: Restauro di impianti per bagni

source: Artificial snow-making services
it: Servizi di innevamento artificiale

source: On site project management relating to the construction of buildings
it: Gestione sul posto di progetti relativi alla costruzione di edifici

source: Repairing construction works
it: Riparazione di costruzioni

source: Cleaning of blinds
it: Pulizia di avvolgibili

source: Retreading of tires [tyres]
it: Ricopertura di pneumatici

source: Surfacing of pavements
it: Rivestimento di pavimenti

source: Waste removal [cleaning]
it: Sgombero di rifiuti [pulizia]

source: Services for the repair of canals
it: Servizi per riparazione di canali

source: Servicing of machine tools
it: Assistenza per macchine utensili

source: Assembly [installation] of accessories for vehicles
it: Assemblaggio [installazione] di accessori per veicoli

source: Stabilisation of ground by insertion of reinforcing bars (Services for the -)
it: Servizi di stabilizzazione del terreno mediante inserimento di barre di rinforzo

source: Construction of structures for the production of natural gas
it: Costruzione di strutture per la produzione di gas naturale

source: Advisory services relating to the maintenance of environmental control systems
it: Servizi di consulenza in materia di manutenzione di sistemi di controllo ambientale

source: Re-sharpening of scissors
it: Riaffilatura di forbici

source: Repair or maintenance of optical machines and instruments
it: Riparazione o manutenzione di macchine e strumenti ottici

source: Re-tinning
it: Ristagnatura

source: Restoration of works of art
it: Restauro di opere d'arte

source: Repair or maintenance of telecommunication machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi di telecomunicazione

source: Repair of telecommunication machines and apparatus
it: Riparazione di macchine e apparecchi di telecomunicazione

source: Automobile reconditioning services
it: Sistemi di riparazione per auto

source: Construction
it: Costruzione

source: Apartment refurbishment services
it: Servizi di rinnovamento di appartamenti

source: Disinfection of buildings against bacterial infestation
it: Disinfezione di edifici contro infestazioni batteriche

source: Dismantling of industrial machinery
it: Smantellamento di attrezzature industriali

source: Pile driving services
it: Servizi di battipalo

source: Construction of floors
it: Costruzione di pavimenti

source: Construction of foundations for buildings
it: Costruzione di fondamenta di edifici

source: Construction of foundations for civil engineering structures
it: Costruzione di fondamenta per strutture di ingegneria civile

source: Construction of foundations for dams
it: Costruzione di fondamenta per dighe

source: Stabilisation of the sea bed by cement injection (Services for the -)
it: Servizi di stabilizzazione del fondale marino mediante iniezione di cemento

source: Stain removal
it: Smacchiatura

source: Advice relating to preventing blockages in plumbing lines
it: Consulenza in materia di prevenzione di blocchi in condotte idrauliche

source: Repair or maintenance of chemical plants
it: Riparazione o manutenzione di impianti chimici

source: Refurbishment of brakes for pneumatic trucks
it: Rimessa a nuovo di freni per carrelli pneumatici

source: Refurbishment of clutches for pneumatic trucks
it: Rimessa a nuovo di frizioni per carrelli pneumatici

source: Insulation of roofing
it: Isolamento di tetti

source: Tailoring [repair]
it: Sartoria [riparazioni]

source: Fitting of windows in motor vehicles
it: Montaggio di finestrini in veicoli a motore

source: Fitting of windscreens in motor vehicles
it: Montaggio di parabrezza su veicoli a motore

source: Underwater abrasive cleaning of non-metallic surfaces
it: Pulitura abrasiva sottomarina di superfici non metalliche

source: Varnishing of board materials
it: Verniciatura di materiali in cartone

source: Application of coatings for the repair of surfaces of buildings
it: Applicazione di rivestimenti per la riparazione delle superfici di edifici

source: Application of coatings to buildings
it: Applicazione di rivestimenti a edifici

source: Application of protective coatings for buildings
it: Applicazione di rivestimenti protettivi per edifici

source: Application of protective paint to wood
it: Applicazione di pittura protettiva su legno

source: Application of sheathing to optical fibres
it: Applicazione di guaine su fibre ottiche

source: Laying of land cables
it: Posa di cavi a terra

source: Laying of sea cables
it: Posa di cavi sottomarini

source: Leasing of machines for cleaning rugs
it: Noleggio di macchine per la pulizia di tappeti

source: Care and repair of skis
it: Cura e riparazione di sci

source: Road sealing and stripping
it: Sigillatura e striatura stradale

source: Renovation of electrical wiring
it: Restauro di impianti elettrici

source: Renovation of machinery
it: Rinnovo di macchinari

source: Renovation of underground pipes
it: Restauro di tubi sotterranei

source: Hydro-electric factory construction
it: Costruzione di fabbriche idroelettriche

source: Installation and maintenance of irrigation systems
it: Installazione e manutenzione di impianti di irrigazione

source: Construction of power plants
it: Costruzione di centrali elettriche

source: Construction of railway roadbeds
it: Costruzione di massicciate ferroviarie

source: Installation of environmental engineering systems
it: Installazione di sistemi di ingegneria ambientale

source: Installation of internal partitioning
it: Installazione di pareti divisorie interne

source: Erection of curtain walling
it: Erezione di facciate continue

source: Repair services for domestic electrical appliances
it: Servizi di riparazione di elettrodomestici

source: Construction of civil engineering structures by forming concrete
it: Costruzione di strutture d'ingegneria civile mediante formatura di calcestruzzo
